Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Another piece of the puzzle, complete
ar: قطعة أخرى من اللغز، اكتملت
cs: Další dílek skládačky je na svém místě
da: Endnu en brik på plads
de: Wieder ein Puzzleteil geschafft
es: Otra pieza del puzle, lista
et: Veel üks tükk puslest paigas
fi: Yksi palanen taas paikallaan
fr: Une pièce du puzzle de plus
hr: Još jedan dio slagalice na svom mjestu
hu: Újabb darab a kirakósból, kész
is: Enn einn bútur púslsins kominn á sinn stað
it: Un altro pezzo del puzzle, fatto
ja: また一つ、ピースが埋まりました
ko: 퍼즐 한 조각이 또 맞춰졌어요
lv: Vēl viena mozaīkas daļa savā vietā
nb: Enda en brikke på plass
nl: Weer een stukje van de puzzel op zijn plek
pl: Kolejny element układanki na swoim miejscu
pt: Mais uma peça no lugar
ro: Încă o piesă din puzzle, la locul ei
ru: Ещё один кусочек пазла на месте
sk: Ďalší kúsok skladačky je na mieste
sl: Še en košček sestavljanke na svojem mestu
sv: Ännu en pusselbit på plats
th: อีกหนึ่งชิ้นส่วนที่ลงตัวแล้ว
tr: Yapbozun bir parçası daha tamam
uk: Ще один пазл став на своє місце
vi: Thêm một mảnh ghép nữa đã hoàn tất
zh_hans: 又完成了一块拼图
zh_hant: 又完成了一塊拼圖

source: Another week closer to your big day! Let's see your progress 🎉
ar: أسبوع آخر يقرّبكِ من يومكِ الكبير! لنرَ ما أنجزتِه 🎉
cs: Další týden blíž k vašemu velkému dni! Pojďme se podívat na váš pokrok 🎉
da: En uge tættere på den store dag! Lad os se jeres fremskridt 🎉
de: Eine Woche näher an deinem großen Tag! Schau dir deinen Fortschritt an 🎉
es: ¡Una semana más cerca de tu gran día! Veamos tu progreso 🎉
et: Veel üks nädal lähemal sinu suurele päevale! Vaatame, kuidas edeneb 🎉
fi: Taas viikko lähempänä suurta päivääsi! Katsotaan, miten olet edistynyt 🎉
fr: Une semaine de plus vers le grand jour ! Voyons vos avancées 🎉
hr: Još jedan tjedan bliže vašem velikom danu! Pogledajmo vaš napredak 🎉
hu: Egy héttel közelebb a nagy naphoz! Nézzük, hol tartasz 🎉
is: Enn ein vikan nær stóra deginum! Skoðum framganginn 🎉
it: Un'altra settimana più vicina al grande giorno! Vediamo i tuoi progressi 🎉
ja: 大切な日がまた1週間近づきました！進み具合を見てみましょう 🎉
ko: 결혼식이 일주일 더 가까워졌어요! 진행 상황을 확인해 볼까요 🎉
lv: Vēl nedēļa tuvāk lielajai dienai! Apskatīsim tavu progresu 🎉
nb: Enda en uke nærmere den store dagen! La oss se fremgangen din 🎉
nl: Weer een week dichter bij jullie grote dag! Kijk eens hoe ver je al bent 🎉
pl: Kolejny tydzień bliżej Waszego wielkiego dnia! Zobaczcie swoje postępy 🎉
pt: Mais uma semana perto do grande dia! Veja o seu progresso 🎉
ro: Încă o săptămână mai aproape de marea zi! Hai să vedem progresul 🎉
ru: Ещё на неделю ближе к главному дню! Посмотрим на твой прогресс 🎉
sk: Ďalší týždeň bližšie k vášmu veľkému dňu! Pozrime sa na váš pokrok 🎉
sl: Še en teden bližje vajinemu velikemu dnevu! Poglejmo napredek 🎉
sv: Ännu en vecka närmare er stora dag! Nu kollar vi hur det går 🎉
th: ใกล้วันสำคัญของคุณไปอีกหนึ่งสัปดาห์แล้ว! มาดูความคืบหน้ากัน 🎉
tr: Büyük gününüze bir hafta daha yaklaştınız! İlerlemenize bakalım 🎉
uk: Ще на тиждень ближче до вашого великого дня! Погляньмо на ваш прогрес 🎉
vi: Thêm một tuần nữa gần đến ngày trọng đại! Cùng xem tiến độ của bạn nào 🎉
zh_hans: 离大喜之日又近了一周！来看看你的进度 🎉
zh_hant: 距離大喜之日又近了一週！來看看你的進度 🎉

source: Answer a few questions and we'll build your complete wedding plan — checklist, budget and guest list, all in one place.
ar: أجب عن بضعة أسئلة وسنبني خطة زفافك كاملة — قائمة المهام والميزانية وقائمة الضيوف، في مكان واحد.
cs: Odpovězte na pár otázek a my vám sestavíme kompletní svatební plán — seznam úkolů, rozpočet i seznam hostů na jednom místě.
da: Svar på et par spørgsmål, så bygger vi jeres komplette bryllupsplan — tjekliste, budget og gæsteliste, alt sammen ét sted.
de: Beantwortet ein paar Fragen und wir bauen euren kompletten Hochzeitsplan — Checkliste, Budget und Gästeliste an einem Ort.
es: Responded a unas preguntas y crearemos vuestro plan de boda completo: lista de tareas, presupuesto y lista de invitados, todo en un mismo sitio.
et: Vasta paarile küsimusele ja me koostame sulle tervikliku pulmaplaani — kontrollnimekiri, eelarve ja külaliste nimekiri, kõik ühes kohas.
fi: Vastaa muutamaan kysymykseen, niin rakennamme sinulle valmiin hääsuunnitelman — tehtävälista, budjetti ja vieraslista samassa paikassa.
fr: Répondez à quelques questions et nous construisons votre plan de mariage complet — check-list, budget et liste d'invités, au même endroit.
hr: Odgovorite na nekoliko pitanja i složit ćemo vaš cjeloviti plan vjenčanja — popis zadataka, proračun i popis gostiju, sve na jednom mjestu.
hu: Válaszolj néhány kérdésre, és összeállítjuk a teljes esküvői tervedet — teendőlista, költségvetés és vendéglista, mind egy helyen.
is: Svaraðu nokkrum spurningum og við búum til heildaráætlun fyrir brúðkaupið — gátlista, fjárhagsáætlun og gestalista, allt á einum stað.
it: Rispondete a poche domande e costruiremo il vostro piano completo: checklist, budget e lista invitati, tutto in un unico posto.
ja: いくつかの質問に答えるだけで、完全な結婚式プランをご用意します — チェックリストも予算もゲストリストも、すべてひとつの場所に。
ko: 몇 가지 질문에 답하면 완성된 웨딩 플랜을 만들어 드려요 — 체크리스트, 예산, 하객 명단까지 한곳에.
lv: Atbildi uz dažiem jautājumiem, un mēs izveidosim tavu pilno kāzu plānu — kontrolsarakstu, budžetu un viesu sarakstu vienuviet.
nb: Svar på noen få spørsmål, så bygger vi hele bryllupsplanen deres – sjekkliste, budsjett og gjesteliste, samlet på ett sted.
nl: Beantwoord een paar vragen en wij bouwen jullie complete trouwplan — checklist, budget en gastenlijst, alles op één plek.
pl: Odpowiedzcie na kilka pytań, a zbudujemy Wasz kompletny plan ślubu — lista zadań, budżet i lista gości w jednym miejscu.
pt: Responda algumas perguntas e montamos o plano completo do casamento — lista de tarefas, orçamento e lista de convidados, tudo em um só lugar.
ro: Răspunde la câteva întrebări și îți construim planul complet de nuntă — lista de sarcini, bugetul și lista de invitați, toate într-un singur loc.
ru: Ответьте на несколько вопросов, и мы соберём полный план вашей свадьбы — чек-лист, бюджет и список гостей в одном месте.
sk: Odpovedzte na pár otázok a my zostavíme váš kompletný svadobný plán — zoznam úloh, rozpočet aj zoznam hostí na jednom mieste.
sl: Odgovorita na nekaj vprašanj in sestavili bomo vajin celoten poročni načrt – seznam opravil, proračun in seznam gostov, vse na enem mestu.
sv: Svara på några frågor så bygger vi hela din bröllopsplan – checklista, budget och gästlista, allt på ett ställe.
th: ตอบคำถามไม่กี่ข้อ แล้วเราจะสร้างแผนงานแต่งงานให้คุณครบทั้งเช็คลิสต์ งบประมาณ และรายชื่อแขก รวมอยู่ในที่เดียว
tr: Birkaç soruyu yanıtlayın, düğün planınızı baştan sona kuralım — kontrol listesi, bütçe ve misafir listesi, hepsi tek yerde.
uk: Дайте відповідь на кілька запитань — і ми складемо повний план вашого весілля: чек-лист, бюджет і список гостей в одному місці.
vi: Trả lời vài câu hỏi và chúng tôi sẽ dựng trọn kế hoạch cưới cho bạn — danh sách công việc, ngân sách và danh sách khách mời, tất cả ở một nơi.
zh_hans: 回答几个问题，我们就为你们生成完整的婚礼计划——清单、预算和宾客名单，全在一处。
zh_hant: 回答幾個問題，我們就為你打造完整的婚禮計畫 — 待辦清單、預算和賓客名單，全都在同一個地方。

source: Are you sure you want to delete %@? This action cannot be undone.
ar: هل أنت متأكد من حذف %@؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete smazat %@? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette %@? Handlingen kan ikke fortrydes.
de: Willst du %@ wirklich löschen? Das lässt sich nicht rückgängig machen.
es: ¿Seguro que quieres eliminar %@? Esta acción no se puede deshacer.
et: Kas oled kindel, et soovid kustutada %@? Seda toimingut ei saa tagasi võtta.
fi: Haluatko varmasti poistaa kohteen %@? Tätä toimintoa ei voi kumota.
fr: Voulez-vous vraiment supprimer %@ ? Cette action est irréversible.
hr: Jeste li sigurni da želite obrisati %@? Ova se radnja ne može poništiti.
hu: Biztosan törlöd ezt: %@? A művelet nem vonható vissza.
is: Ertu viss um að þú viljir eyða %@? Þessa aðgerð er ekki hægt að afturkalla.
it: Vuoi davvero eliminare %@? L'azione non può essere annullata.
ja: %@ を削除してもよろしいですか？この操作は取り消せません。
ko: %@을(를) 삭제할까요? 이 작업은 되돌릴 수 없어요.
lv: Vai tiešām vēlies dzēst %@? Šo darbību nevar atsaukt.
nb: Er du sikker på at du vil slette %@? Dette kan ikke angres.
nl: Weet je zeker dat je %@ wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Na pewno chcesz usunąć %@? Tej operacji nie można cofnąć.
pt: Tem certeza de que quer apagar %@? Esta ação não pode ser desfeita.
ro: Sigur vrei să ștergi %@? Această acțiune nu poate fi anulată.
ru: Точно удалить %@? Это действие нельзя отменить.
sk: Naozaj chcete odstrániť %@? Táto akcia sa nedá vrátiť späť.
sl: Sta prepričana, da želita izbrisati %@? Tega dejanja ni mogoče razveljaviti.
sv: Är du säker på att du vill radera %@? Det går inte att ångra.
th: แน่ใจหรือไม่ว่าต้องการลบ %@ การกระทำนี้ไม่สามารถย้อนกลับได้
tr: %@ öğesini silmek istediğinize emin misiniz? Bu işlem geri alınamaz.
uk: Справді видалити %@? Цю дію не можна скасувати.
vi: Bạn chắc chắn muốn xóa %@? Hành động này không thể hoàn tác.
zh_hans: 确定要删除 %@ 吗？此操作无法撤销。
zh_hant: 確定要刪除 %@ 嗎？此動作無法復原。

source: Are you sure you want to delete this vendor? This action cannot be undone.
ar: هل أنت متأكد من حذف هذا المورّد؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete smazat tohoto dodavatele? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette denne leverandør? Handlingen kan ikke fortrydes.
de: Willst du diesen Dienstleister wirklich löschen? Das lässt sich nicht rückgängig machen.
es: ¿Seguro que quieres eliminar este proveedor? Esta acción no se puede deshacer.
et: Kas oled kindel, et soovid selle teenusepakkuja kustutada? Seda toimingut ei saa tagasi võtta.
fi: Haluatko varmasti poistaa tämän palveluntarjoajan? Tätä toimintoa ei voi kumota.
fr: Voulez-vous vraiment supprimer ce prestataire ? Cette action est irréversible.
hr: Jeste li sigurni da želite obrisati ovog dobavljača? Ova se radnja ne može poništiti.
hu: Biztosan törlöd ezt a szolgáltatót? A művelet nem vonható vissza.
is: Ertu viss um að þú viljir eyða þessum þjónustuaðila? Þessa aðgerð er ekki hægt að afturkalla.
it: Vuoi davvero eliminare questo fornitore? L'azione non può essere annullata.
ja: この業者を削除してもよろしいですか？この操作は取り消せません。
ko: 이 업체를 삭제할까요? 이 작업은 되돌릴 수 없어요.
lv: Vai tiešām vēlies dzēst šo pakalpojumu sniedzēju? Šo darbību nevar atsaukt.
nb: Er du sikker på at du vil slette denne leverandøren? Dette kan ikke angres.
nl: Weet je zeker dat je deze leverancier wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Na pewno chcesz usunąć tego usługodawcę? Tej operacji nie można cofnąć.
pt: Tem certeza de que quer apagar este fornecedor? Esta ação não pode ser desfeita.
ro: Sigur vrei să ștergi acest furnizor? Această acțiune nu poate fi anulată.
ru: Точно удалить этого подрядчика? Это действие нельзя отменить.
sk: Naozaj chcete odstrániť tohto dodávateľa? Táto akcia sa nedá vrátiť späť.
sl: Sta prepričana, da želita izbrisati tega ponudnika? Tega dejanja ni mogoče razveljaviti.
sv: Är du säker på att du vill radera den här leverantören? Det går inte att ångra.
th: แน่ใจหรือไม่ว่าต้องการลบผู้ให้บริการรายนี้ การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Bu tedarikçiyi silmek istediğinize emin misiniz? Bu işlem geri alınamaz.
uk: Справді видалити цього підрядника? Цю дію не можна скасувати.
vi: Bạn chắc chắn muốn xóa nhà cung cấp này? Hành động này không thể hoàn tác.
zh_hans: 确定要删除这家供应商吗？此操作无法撤销。
zh_hant: 確定要刪除這家廠商嗎？此動作無法復原。

source: Arrange accommodations
ar: ترتيب الإقامة
cs: Zajistit ubytování
da: Arrangér overnatning
de: Übernachtungen organisieren
es: Organizar el alojamiento
et: Korralda majutus
fi: Järjestä majoitukset
fr: Organiser les hébergements
hr: Dogovorite smještaj
hu: Szállás megszervezése
is: Skipuleggja gistingu
it: Organizza gli alloggi
ja: 宿泊を手配する
ko: 숙소 준비하기
lv: Sarūpēt naktsmītnes
nb: Ordne overnatting
nl: Overnachtingen regelen
pl: Organizacja noclegów
pt: Organizar a hospedagem
ro: Organizează cazarea
ru: Организовать проживание гостей
sk: Zabezpečte ubytovanie
sl: Uredi prenočišča
sv: Ordna boende
th: จัดเตรียมที่พัก
tr: Konaklama ayarlayın
uk: Організуйте проживання
vi: Sắp xếp chỗ ở
zh_hans: 安排住宿
zh_hant: 安排住宿

source: Arrange transport
ar: رتّب وسائل التنقل
cs: Zajistěte dopravu
da: Arrangér transporten
de: Transport organisieren
es: Organizar el transporte
et: Korralda transport
fi: Järjestä kuljetukset
fr: Organiser les transports
hr: Organizirajte prijevoz
hu: Szervezd meg a közlekedést
is: Skipuleggja ferðir
it: Organizzate i trasporti
ja: 送迎を手配する
ko: 교통편 준비하기
lv: Noorganizē transportu
nb: Ordne transport
nl: Regel het vervoer
pl: Zorganizujcie transport
pt: Organize o transporte
ro: Organizează transportul
ru: Организуйте транспорт
sk: Zabezpečte dopravu
sl: Uredita prevoz
sv: Ordna transporten
th: จัดการเรื่องรถรับส่ง
tr: Ulaşımı ayarlayın
uk: Організуйте транспорт
vi: Sắp xếp phương tiện di chuyển
zh_hans: 安排交通
zh_hant: 安排交通接送

source: Arrange transportation and accommodations
ar: ترتيب التنقّلات والإقامة
cs: Zajistěte dopravu a ubytování
da: Arrangér transport og overnatning
de: Organisiere Transport und Übernachtungen
es: Organiza el transporte y el alojamiento
et: Korralda transport ja majutus
fi: Järjestä kuljetukset ja majoitukset
fr: Organiser les transports et les hébergements
hr: Dogovorite prijevoz i smještaj
hu: Utazás és szállás megszervezése
is: Skipuleggja ferðir og gistingu
it: Organizza trasporti e alloggi
ja: 交通と宿泊を手配する
ko: 교통편과 숙소 준비하기
lv: Sarūpēt transportu un naktsmītnes
nb: Ordne transport og overnatting
nl: Regel vervoer en overnachtingen
pl: Organizacja transportu i noclegów
pt: Organizar transporte e hospedagem
ro: Organizează transportul și cazarea
ru: Организовать транспорт и проживание
sk: Zabezpečte dopravu a ubytovanie
sl: Uredi prevoz in prenočišča
sv: Ordna transport och boende
th: จัดเตรียมการเดินทางและที่พัก
tr: Ulaşım ve konaklama ayarlayın
uk: Організуйте транспорт і проживання
vi: Sắp xếp phương tiện di chuyển và chỗ ở
zh_hans: 安排交通与住宿
zh_hant: 安排交通與住宿

source: Arrival times, contacts and final balances in writing
ar: مواعيد الوصول وجهات الاتصال والمبالغ المتبقية، كتابةً
cs: Časy příjezdu, kontakty a doplatky písemně
da: Ankomsttider, kontaktpersoner og restbeløb på skrift
de: Ankunftszeiten, Kontakte und Restzahlungen schriftlich
es: Horas de llegada, contactos y saldos finales por escrito
et: Saabumisajad, kontaktid ja lõppmaksed kirjalikult
fi: Saapumisajat, yhteystiedot ja loppusummat kirjallisena
fr: Horaires d'arrivée, contacts et soldes finaux par écrit
hr: Vrijeme dolaska, kontakti i konačni iznosi — sve u pisanom obliku
hu: Érkezési időpontok, elérhetőségek és a végösszegek írásban
is: Komutímar, tengiliðir og lokagreiðslur skriflega
it: Orari di arrivo, contatti e saldi finali per iscritto
ja: 到着時刻・連絡先・残金を書面で確認
ko: 도착 시간, 연락처, 잔금까지 문서로 정리
lv: Ierašanās laiki, kontakti un galīgie atlikumi rakstiski
nb: Ankomsttider, kontaktpersoner og sluttbeløp – svart på hvitt
nl: Aankomsttijden, contactpersonen en restbedragen zwart op wit
pl: Godziny przyjazdu, kontakty i końcowe rozliczenia na piśmie
pt: Horários de chegada, contatos e valores finais por escrito
ro: Ore de sosire, contacte și sume rămase de plată, toate în scris
ru: Время приезда, контакты и итоговые суммы — всё письменно
sk: Časy príchodu, kontakty a doplatky písomne
sl: Časi prihodov, kontakti in končni zneski – vse zapisano
sv: Ankomsttider, kontakter och slutbetalningar svart på vitt
th: เวลามาถึง ผู้ติดต่อ และยอดคงเหลือสุดท้าย เป็นลายลักษณ์อักษร
tr: Varış saatleri, iletişim bilgileri ve kalan ödemeler yazılı olsun
uk: Час прибуття, контакти й остаточні суми — письмово
vi: Giờ có mặt, đầu mối liên hệ và số tiền còn lại, tất cả bằng văn bản
zh_hans: 到场时间、联系人和尾款都白纸黑字写清楚
zh_hant: 把抵達時間、聯絡方式和尾款金額都白紙黑字寫下來

source: Attending
ar: سيحضر
cs: Přijde
da: Deltager
de: Kommt
es: Asisten
et: Osaleb
fi: Osallistuu
fr: Présents
hr: Dolazi
hu: Jön
is: Mætir
it: Presenti
ja: 出席
ko: 참석
lv: Ieradīsies
nb: Kommer
nl: Aanwezig
pl: Potwierdzeni
pt: Confirmado
ro: Participă
ru: Придут
sk: Príde
sl: Prihaja
sv: Kommer
th: มาร่วมงาน
tr: Katılıyor
uk: Прийдуть
vi: Sẽ tham dự
zh_hans: 出席
zh_hant: 出席

source: Attire
ar: الأزياء
cs: Oblečení
da: Påklædning
de: Outfit
es: Vestuario
et: Riietus
fi: Asut
fr: Tenue
hr: Odjeća
hu: Öltözék
is: Klæðnaður
it: Abito
ja: 衣装
ko: 예복
lv: Tērpi
nb: Antrekk
nl: Kleding
pl: Stroje
pt: Trajes
ro: Ținute
ru: Наряды
sk: Oblečenie
sl: Oblačila
sv: Kläder
th: ชุดแต่งงาน
tr: Kıyafet
uk: Вбрання
vi: Trang phục
zh_hans: 服装
zh_hant: 服裝

source: Attire & Beauty
ar: الأزياء والتجميل
cs: Oblečení a krása
da: Påklædning & Beauty
de: Outfit & Beauty
es: Vestuario y belleza
et: Riietus ja ilu
fi: Asut ja kauneus
fr: Tenue et beauté
hr: Odjeća i uljepšavanje
hu: Öltözék és szépségápolás
is: Klæðnaður og snyrting
it: Abito e bellezza
ja: 衣装・ビューティー
ko: 예복 & 뷰티
lv: Tērpi un skaistums
nb: Antrekk og skjønnhet
nl: Kleding & Beauty
pl: Stroje i uroda
pt: Trajes e beleza
ro: Ținute și înfrumusețare
ru: Наряды и красота
sk: Oblečenie a krása
sl: Oblačila in lepota
sv: Kläder & skönhet
th: ชุดและความงาม
tr: Kıyafet ve Güzellik
uk: Вбрання та краса
vi: Trang phục & Làm đẹp
zh_hans: 服装与造型
zh_hant: 服裝與造型

source: Attire & beauty
ar: الأزياء والتجميل
cs: Oblečení a krása
da: Påklædning & beauty
de: Outfits & Beauty
es: Trajes y belleza
et: Riietus ja ilu
fi: Asut ja kauneus
fr: Tenues & beauté
hr: Odjeća i uljepšavanje
hu: Öltözék és szépségápolás
is: Klæðnaður og snyrting
it: Abiti e beauty
ja: 衣装・ビューティー
ko: 예복 & 뷰티
lv: Tērpi un skaistums
nb: Antrekk og skjønnhet
nl: Kleding & beauty
pl: Stroje i uroda
pt: Trajes e beleza
ro: Ținute și înfrumusețare
ru: Наряды и красота
sk: Oblečenie a krása
sl: Oblačila in lepota
sv: Kläder & skönhet
th: ชุดและความงาม
tr: Kıyafet ve güzellik
uk: Вбрання та краса
vi: Trang phục & làm đẹp
zh_hans: 服装与造型
zh_hant: 服裝與造型

source: Automatic (%@)
ar: تلقائي (%@)
cs: Automaticky (%@)
da: Automatisk (%@)
de: Automatisch (%@)
es: Automática (%@)
et: Automaatne (%@)
fi: Automaattinen (%@)
fr: Automatique (%@)
hr: Automatski (%@)
hu: Automatikus (%@)
is: Sjálfvirkt (%@)
it: Automatica (%@)
ja: 自動（%@）
ko: 자동 (%@)
lv: Automātiski (%@)
nb: Automatisk (%@)
nl: Automatisch (%@)
pl: Automatycznie (%@)
pt: Automática (%@)
ro: Automată (%@)
ru: Автоматически (%@)
sk: Automaticky (%@)
sl: Samodejno (%@)
sv: Automatisk (%@)
th: อัตโนมัติ (%@)
tr: Otomatik (%@)
uk: Автоматично (%@)
vi: Tự động (%@)
zh_hans: 自动（%@）
zh_hant: 自動（%@）

source: BEST VALUE
ar: الأفضل قيمةً
cs: NEJVÝHODNĚJŠÍ
da: BEDSTE VÆRDI
de: BESTES ANGEBOT
es: MEJOR VALOR
et: PARIM PAKKUMINE
fi: PARAS TARJOUS
fr: MEILLEURE OFFRE
hr: NAJBOLJA VRIJEDNOST
hu: LEGJOBB AJÁNLAT
is: BESTU KAUPIN
it: MIGLIOR VALORE
ja: いちばんお得
ko: 최고 혜택
lv: IZDEVĪGĀKAIS
nb: BEST VERDI
nl: BESTE DEAL
pl: NAJLEPSZA OFERTA
pt: MELHOR OFERTA
ro: CEA MAI BUNĂ OFERTĂ
ru: ЛУЧШАЯ ЦЕНА
sk: NAJVÝHODNEJŠIE
sl: NAJUGODNEJE
sv: BÄST VÄRDE
th: คุ้มที่สุด
tr: EN AVANTAJLI
uk: НАЙВИГІДНІШЕ
vi: ĐÁNG GIÁ NHẤT
zh_hans: 最超值
zh_hant: 最超值

source: BOOKED
ar: محجوز
cs: REZERVOVÁNO
da: BOOKET
de: GEBUCHT
es: RESERVADO
et: BRONEERITUD
fi: VARATTU
fr: RÉSERVÉ
hr: REZERVIRANO
hu: LEFOGLALVA
is: BÓKAÐ
it: PRENOTATO
ja: 予約済み
ko: 예약 완료
lv: REZERVĒTS
nb: BOOKET
nl: GEBOEKT
pl: ZAREZERWOWANE
pt: CONTRATADO
ro: REZERVAT
ru: ЗАБРОНИРОВАНО
sk: REZERVOVANÉ
sl: REZERVIRANO
sv: BOKAD
th: จองแล้ว
tr: REZERVE EDİLDİ
uk: ЗАБРОНЬОВАНО
vi: ĐÃ ĐẶT
zh_hans: 已预订
zh_hant: 已預訂

source: BUILDING YOUR PLAN
ar: نبني خطتك
cs: SESTAVUJEME VÁŠ PLÁN
da: VI BYGGER JERES PLAN
de: EUER PLAN ENTSTEHT
es: CREANDO VUESTRO PLAN
et: KOOSTAME SINU PLAANI
fi: RAKENNAMME SUUNNITELMAASI
fr: CRÉATION DE VOTRE PLAN
hr: SLAŽEMO VAŠ PLAN
hu: ÉPÍTJÜK A TERVEDET
is: BÚUM TIL ÁÆTLUNINA ÞÍNA
it: STIAMO CREANDO IL PIANO
ja: プランを作成中
ko: 플랜을 만드는 중
lv: VEIDOJAM TAVU PLĀNU
nb: BYGGER PLANEN DERES
nl: JULLIE PLAN WORDT GEBOUWD
pl: BUDUJEMY WASZ PLAN
pt: MONTANDO SEU PLANO
ro: CONSTRUIM PLANUL VOSTRU
ru: СОБИРАЕМ ВАШ ПЛАН
sk: ZOSTAVUJEME VÁŠ PLÁN
sl: SESTAVLJAMO VAJIN NAČRT
sv: BYGGER DIN PLAN
th: กำลังสร้างแผนของคุณ
tr: PLANINIZ HAZIRLANIYOR
uk: СТВОРЮЄМО ВАШ ПЛАН
vi: ĐANG DỰNG KẾ HOẠCH CỦA BẠN
zh_hans: 正在生成你们的计划
zh_hant: 正在建立你的計畫

source: Back
ar: رجوع
cs: Zpět
da: Tilbage
de: Zurück
es: Atrás
et: Tagasi
fi: Takaisin
fr: Retour
hr: Natrag
hu: Vissza
is: Til baka
it: Indietro
ja: 戻る
ko: 뒤로
lv: Atpakaļ
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Ballroom
ar: القاعة الكبرى
cs: Taneční sál
da: Balsal
de: Ballsaal
es: Salón de baile
et: Ballisaal
fi: Juhlasali
fr: Salle de bal
hr: Svečana dvorana
hu: Bálterem
is: Veislusalur
it: Sala da ballo
ja: 宴会場
ko: 연회장
lv: Balles zāle
nb: Ballsal
nl: Balzaal
pl: Sala balowa
pt: Salão de festas
ro: Sala de bal
ru: Банкетный зал
sk: Tanečná sála
sl: Plesna dvorana
sv: Balsal
th: ห้องบอลรูม
tr: Balo Salonu
uk: Бальна зала
vi: Sảnh tiệc
zh_hans: 宴会厅
zh_hant: 宴會廳

source: Bank Transfer
ar: تحويل بنكي
cs: Bankovní převod
da: Bankoverførsel
de: Überweisung
es: Transferencia bancaria
et: Pangaülekanne
fi: Tilisiirto
fr: Virement bancaire
hr: Bankovni prijenos
hu: Banki átutalás
is: Millifærsla
it: Bonifico bancario
ja: 銀行振込
ko: 계좌 이체
lv: Bankas pārskaitījums
nb: Bankoverføring
nl: Bankoverschrijving
pl: Przelew bankowy
pt: Transferência bancária
ro: Transfer bancar
ru: Банковский перевод
sk: Bankový prevod
sl: Bančno nakazilo
sv: Banköverföring
th: โอนเงินผ่านธนาคาร
tr: Havale/EFT
uk: Банківський переказ
vi: Chuyển khoản
zh_hans: 银行转账
zh_hant: 銀行轉帳

source: Based on your priorities, here are your next tasks
ar: بناءً على أولوياتك، هذه مهامك التالية
cs: Podle vašich priorit jsou tu vaše další úkoly
da: Ud fra jeres prioriteter er her jeres næste opgaver
de: Basierend auf deinen Prioritäten sind dies deine nächsten Aufgaben
es: Según tus prioridades, estas son tus próximas tareas
et: Sinu prioriteetide põhjal on siin sinu järgmised ülesanded
fi: Prioriteettiesi perusteella tässä ovat seuraavat tehtäväsi
fr: Selon vos priorités, voici vos prochaines tâches
hr: Na temelju vaših prioriteta, evo vaših sljedećih zadataka
hu: A prioritásaid alapján ezek a következő feladataid
is: Út frá forgangsröðun þinni eru þetta næstu verkefni
it: In base alle tue priorità, ecco le prossime attività
ja: おふたりの優先順位に合わせた、次のタスクです
ko: 우선순위에 맞춘 다음 할 일이에요
lv: Ņemot vērā tavas prioritātes, šie ir nākamie uzdevumi
nb: Basert på prioriteringene deres – her er de neste oppgavene
nl: Op basis van jullie prioriteiten zijn dit je volgende taken
pl: Na podstawie Waszych priorytetów — oto kolejne zadania
pt: Com base nas suas prioridades, estas são as próximas tarefas
ro: În funcție de prioritățile tale, acestea sunt următoarele sarcini
ru: Исходя из ваших приоритетов, вот следующие задачи
sk: Podľa vašich priorít sú tu vaše ďalšie úlohy
sl: Glede na vajine prioritete so tu naslednja opravila
sv: Utifrån dina prioriteringar – här är dina nästa uppgifter
th: จากสิ่งที่คุณให้ความสำคัญ นี่คือสิ่งที่ต้องทำต่อไป
tr: Önceliklerinize göre sıradaki görevleriniz
uk: З огляду на ваші пріоритети, ось ваші наступні завдання
vi: Dựa trên ưu tiên của bạn, đây là những việc tiếp theo
zh_hans: 根据你们的优先事项，接下来要做这些
zh_hant: 依照你的優先順序，接下來是這些任務

source: Basic Information
ar: المعلومات الأساسية
cs: Základní informace
da: Grundlæggende oplysninger
de: Grunddaten
es: Información básica
et: Põhiandmed
fi: Perustiedot
fr: Informations de base
hr: Osnovni podaci
hu: Alapadatok
is: Grunnupplýsingar
it: Informazioni di base
ja: 基本情報
ko: 기본 정보
lv: Pamatinformācija
nb: Grunnleggende informasjon
nl: Basisgegevens
pl: Podstawowe informacje
pt: Informações básicas
ro: Informații de bază
ru: Основная информация
sk: Základné informácie
sl: Osnovni podatki
sv: Grunduppgifter
th: ข้อมูลพื้นฐาน
tr: Temel Bilgiler
uk: Основна інформація
vi: Thông tin cơ bản
zh_hans: 基本信息
zh_hant: 基本資料
